code --install-extension 13xforever.language-x86-64-assembly
code --install-extension abusaidm.html-snippets
code --install-extension acarreiro.calculate
code --install-extension adammaras.overtype
code --install-extension Anjali.clipboard-history
code --install-extension auchenberg.vscode-browser-preview
code --install-extension bajdzis.vscode-database
code --install-extension be5invis.vscode-custom-css
code --install-extension codezombiech.gitignore
code --install-extension eamodio.gitlens
code --install-extension Equinusocio.vsc-community-material-theme
code --install-extension Equinusocio.vsc-material-theme
code --install-extension equinusocio.vsc-material-theme-icons
code --install-extension eyhn.vscode-vibrancy
code --install-extension GitHub.copilot
code --install-extension HaaLeo.timing
code --install-extension HookyQR.beautify
code --install-extension jcbuisson.vue
code --install-extension k--kato.intellij-idea-keybindings
code --install-extension llvm-vs-code-extensions.vscode-clangd
code --install-extension maptz.camelcasenavigation
code --install-extension michelemelluso.code-beautifier
code --install-extension mishkinf.goto-next-previous-member
code --install-extension ms-dotnettools.csharp
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.hexeditor
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension mshr-h.veriloghdl
code --install-extension octref.vetur
code --install-extension PKief.material-icon-theme
code --install-extension redhat.java
code --install-extension ryuta46.multi-command
code --install-extension shalldie.background
code --install-extension shanoor.vscode-nginx
code --install-extension slevesque.shader
code --install-extension slevesque.vscode-zipexplorer
code --install-extension softwareape.numbermonger
code --install-extension Stalinbalraj.timestamp-converter
code --install-extension uctakeoff.vscode-counter
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-dependency
code --install-extension vscjava.vscode-java-pack
code --install-extension vscjava.vscode-java-test
code --install-extension vscjava.vscode-maven
code --install-extension zenor.makefile-creator
